[
  {
    "name": "Plastic Water Bottles",
    "risk": "Medium",
    "image": "https://images.unsplash.com/photo-1582215421598-43331a92a55d?q=80&w=1974&auto=format&fit=crop",
    "description": "Plastic bottles can leach chemicals like BPA and antimony into water, especially when exposed to heat. These chemicals are potential endocrine disruptors.",
    "recommendation": "Opt for reusable glass or stainless steel bottles. If using plastic, avoid leaving them in hot cars and recycle them after a single use."
  },
  {
    "name": "Non-stick Cookware",
    "risk": "High",
    "image": "https://images.unsplash.com/photo-1588072494480-5b5840652014?q=80&w=2070&auto=format&fit=crop",
    "description": "When overheated, non-stick coatings (like Teflon) can release perfluorooctanoic acid (PFOA), a chemical linked to various health issues.",
    "recommendation": "Use cast iron, stainless steel, or ceramic cookware. If using non-stick, cook on low to medium heat and avoid using metal utensils."
  },
  {
    "name": "Artificial Sweeteners",
    "risk": "Medium",
    "image": "https://images.unsplash.com/photo-1621295251641-558273d63b65?q=80&w=1932&auto=format&fit=crop",
    "description": "Some studies suggest that long-term consumption of artificial sweeteners could alter gut bacteria and may be associated with metabolic issues.",
    "recommendation": "Reduce overall sugar intake. Use natural sweeteners like stevia or monk fruit in moderation."
  },
  {
    "name": "Air Fresheners",
    "risk": "Medium",
    "image": "https://images.unsplash.com/photo-1543236029-92f5e334c2d3?q=80&w=2070&auto=format&fit=crop",
    "description": "Many air fresheners contain volatile organic compounds (VOCs) and phthalates, which can trigger allergies and asthma and may be endocrine disruptors.",
    "recommendation": "Use natural alternatives like essential oil diffusers, opening windows for ventilation, or simmering spices on the stove."
  },
  {
    "name": "Processed Meats",
    "risk": "High",
    "image": "https://images.unsplash.com/photo-1591989429443-4a15a0548123?q=80&w=1974&auto=format&fit=crop",
    "description": "The World Health Organization has classified processed meats as a Group 1 carcinogen, linked to an increased risk of colorectal cancer.",
    "recommendation": "Limit consumption of processed meats like bacon, sausage, and hot dogs. Choose fresh, unprocessed cuts of meat whenever possible."
  },
  {
    "name": "Canned Foods",
    "risk": "Low",
    "image": "https://images.unsplash.com/photo-1628100057554-b4a08596b6a2?q=80&w=2070&auto=format&fit=crop",
    "description": "Some cans are lined with a resin containing BPA. While the risk is generally low, it's a known endocrine disruptor. Acidic foods can increase leaching.",
    "recommendation": "Look for cans labeled \"BPA-free.\" Whenever possible, choose fresh or frozen foods over canned versions."
  }
]
